Repository: dikastes/mpdb_core
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_mpdbcore_domain_model_subiteminstrument
source: Instrument for published subitem
de: Instrument des Teilartikels

# tx_mpdbcore_domain_model_subiteminstrument.abbreviation
source: abbreviated name
de: abgekürzter Name

# tx_mpdbcore_domain_model_subiteminstrument.expansion
source: expanded name
de: erweiterter name

# tx_mpdbcore_domain_model_publisheditem.title
source: title
de: Titel

# tx_mpdbcore_domain_model_publisheditem.piano_combination
source: piano combination
de: Klavierbearbeitung

# tx_mpdbcore_domain_model_publisheditem.type
source: type
de: Typ

# tx_mpdbcore_domain_model_publisheditem.instrumentation
source: medium of performance
de: Instrumentierung

# tx_mpdbcore_domain_model_publisheditem.data_acquisition_certain
source: data acquisition certain
de: Datenerfassung gesichert

# tx_mpdbcore_domain_model_publisheditem.related_presons_known
source: relates persons known
de: Bezugspersonen bekannt

# tx_mpdbcore_domain_model_publisheditem.work_examined
source: work examined
de: Werk eingesehen

# tx_mpdbcore_domain_model_publisheditem.data_set_manually_checked
source: data set manually checked
de: Datensatz manuell geprüft

# tx_mpdbcore_domain_model_publisheditem.contained_works_identified
source: contained works identified
de: enthaltene Werke identifiziert

# tx_mpdbcore_domain_model_publisheditem.responsible_person
source: responsible person
de: verantwortliche Person

# tx_mpdbcore_domain_model_publisheditem.date_of_publishing
source: date of publishing
de: Publikationsdatum

# tx_mpdbcore_domain_model_publisheditem.final
source: published
de: öffentlich

# tx_mpdbcore_domain_model_publisheditem.language
source: language
de: Sprache

# tx_mpdbcore_domain_model_publisheditem.plate_ids
source: plate ids
de: Plattennummern

# tx_mpdbcore_domain_model_publisheditem.comment
source: comment
de: Kommentar

# tx_mpdbcore_domain_model_publisheditem.contained_works
source: contained works
de: enthaltene Werke

# tx_mpdbcore_domain_model_publisheditem.editors
source: editors
de: Herausgeber

# tx_mpdbcore_domain_model_publisheditem.instruments
source: instruments
de: Instrumente

# tx_mpdbcore_domain_model_publisheditem.first_composer
source: first composer
de: erster Komponist

# tx_mpdbcore_domain_model_publisheditem.published_subitems
source: published subitems
de: Teilartikel

# tx_mpdbcore_domain_model_publisheditem.publisher
source: publisher
de: Verlag

# tx_mpdbcore_domain_model_publishedsubitem.plate_id
source: plate id
de: Plattennummer

# tx_mpdbcore_domain_model_publishedsubitem.part
source: part
de: Teil

# tx_mpdbcore_domain_model_publishedsubitem.voice
source: voice
de: Stimme

# tx_mpdbcore_domain_model_publishedsubitem.price
source: price
de: Preis

# tx_mpdbcore_domain_model_publishedsubitem.comment
source: comment
de: Kommentar

# tx_mpdbcore_domain_model_publishedsubitem.is_piano_reduction
source: is piano reduction
de: ist Klavierauszug

# tx_mpdbcore_domain_model_publishedsubitem.date_of_publishing
source: date of publishing
de: Publikationsdatum

# tx_mpdbcore_domain_model_publishedsubitem.has_negative_store
source: has negative store
de: hat negativen Lagerbestand

# tx_mpdbcore_domain_model_publishedsubitem.approve_negative_store
source: approve negative store
de: negativen Lagerbestand bestätigen

# tx_mpdbcore_domain_model_publishedsubitem.start_store
source: start store
de: Anfangsbestand

# tx_mpdbcore_domain_model_publishedsubitem.db_identifier
source: db identifier
de: Datenbank-ID

# tx_mpdbcore_domain_model_publishedsubitem.contained_works
source: contained works
de: enthaltene Werke

# tx_mpdbcore_domain_model_publishedsubitem.publisher_actions
source: publisher actions
de: Verlagsaktionen

# tx_mpdbcore_domain_model_publishedsubitem.published_item
source: published item
de: Verlagsartikel
